Repository: AhmedrAshraf/elder_launcher
Catalog: lib/l10n/intl_*.arb
Languages: nl

source: Contacts
nl: Contacten

# btnAllApps
source: All Apps
nl: Alle apps

# btnAllContacts
source: All Contacts
nl: Alle contacten

# btnAddFavApps
source: Add Favourite Apps
nl: Voeg favoriete apps toe

# btnAddFavContacts
source: Add Favourite Contacts
nl: Voeg favoriete contacten toe

# btnBackToHome
source: Back to Home
nl: Terug

# btnGrantPermission
source: Grant Contacts Permission
nl: Toestemming verlenen

# msgNoData
source: Error: No Data
nl: Geen gegevens beschikbaar, probeer over een paar seconden opnieuw

# msgNoFavourites
source: You haven't added any favourites
nl: Je hebt nog geen favorieten toegevoegd

# msgNoContactsPermission
source: No Contacts Permssion
nl: Om favoriete contacten aan dit scherm toe te voegen, moet u deze app toegang geven tot uw contacten.

# dlgCall
source: Call
nl: Bel

# dlgEditTitle
source: Edit Favourites
nl: Wijzig favorieten

# dlgCancel
source: Cancel
nl: Annuleer

# dlgAppsAddRemove
source: Add/Remove Apps
nl: Toevoegen/verwijderen apps

# dlgAppsReorder
source: Reorder Apps
nl: Apps sorteren

# dlgContactsAddRemove
source: Add/Remove Contacts
nl: Toevoegen/verwijderen contacten

# dlgContactsReorder
source: Reorder Contacts
nl: Contacten sorteren
